-- INSERT INTO regions(title) VALUES ('Бокситогорский'), ('Волосовский');

INSERT INTO farms(title, specialization, heads_of_animals, heads_of_cows, longitude, latitude, address, OF_type, SAL, region_id) 
            VALUES ('ГАПОУ ЛО "Борский агропромышленный техникум"', 'КРС', 94, 55, 33.850725, 59.452319, '187650 ЛО Бокситогорский район д. Кондратово', 'ТОУ', 0, 1),
                   ('ООО "АгроСервис"', 'КРС', 207, 155, 33.882728, 59.611814, '187613, Ленинградская обл, Бокситогорский р-н, Большой двор (Большедворское с/п) д, дом 69', 'ЖОУ', 200, 1);